Repository: hxhlb/ShipSwift
Catalog: ShipSwift/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Angular (Neon)
zh_hans: 角向（Neon）

source: Animated Loop
zh_hans: 动画环

source: Animated Loop Controls
zh_hans: 动画环控制

# auth.alert.code_sent
source: Code sent to %@
zh_hans: 验证码已发送至 %@

# auth.alert.password_reset
source: Password reset successfully
zh_hans: 密码重置成功

# auth.button.back_signin
source: Back to Sign In
zh_hans: 返回登录

# auth.button.forgot
source: Forgot Password?
zh_hans: 忘记密码？

# auth.button.have_account
source: Already have an account? Sign In
zh_hans: 已有账号？登录

# auth.button.no_account
source: Don't have an account? Sign Up
zh_hans: 没有账号？注册

# auth.button.resend
source: Resend Code
zh_hans: 重新发送

# auth.button.reset
source: Reset Password
zh_hans: 重置密码

# auth.button.reset_loading
source: Resetting...
zh_hans: 重置中……

# auth.button.send_reset
source: Send Reset Code
zh_hans: 发送重置验证码

# auth.button.send_reset_loading
source: Sending...
zh_hans: 发送中……

# auth.button.signin
source: Sign In
zh_hans: 登录

# auth.button.signin_loading
source: Signing In...
zh_hans: 登录中……

# auth.button.signup
source: Create Account
zh_hans: 创建账号

# auth.button.signup_loading
source: Creating Account...
zh_hans: 创建中……

# auth.button.verify
source: Verify Email
zh_hans: 验证邮箱

# auth.button.verify_loading
source: Verifying...
zh_hans: 验证中……

# auth.error.code_expired
source: Verification code expired
zh_hans: 验证码已过期

# auth.error.email_exists
source: This email is already registered
zh_hans: 该邮箱已注册

# auth.error.generic
source: Something went wrong, please try again
zh_hans: 出错了，请稍后再试

# auth.error.generic_short
source: An error occurred, please try again
zh_hans: 操作失败，请稍后再试

# auth.error.incorrect
source: Incorrect email or password
zh_hans: 邮箱或密码错误

# auth.error.invalid
source: Invalid input
zh_hans: 输入无效

# auth.error.not_registered
source: This email is not registered
zh_hans: 该邮箱尚未注册

# auth.error.not_verified
source: Please verify your email first
zh_hans: 请先验证邮箱

# auth.error.rate_limit
source: Too many attempts, please try again later
zh_hans: 操作过于频繁，请稍后再试

# auth.error.weak_password
source: Password must be at least 8 characters
zh_hans: 密码至少需要 8 位字符

# auth.error.wrong_code
source: Incorrect verification code
zh_hans: 验证码错误

# auth.field.confirm_new_password
source: Confirm New Password
zh_hans: 确认新密码

# auth.field.confirm_password
source: Confirm Password
zh_hans: 确认密码

# auth.field.email
source: Email
zh_hans: 邮箱

# auth.field.new_password
source: New Password
zh_hans: 新密码

# auth.field.password
source: Password
zh_hans: 密码

# auth.field.verification_code
source: Verification Code
zh_hans: 验证码

# auth.header.forgot
source: Forgot Password
zh_hans: 忘记密码

# auth.header.reset
source: Reset Password
zh_hans: 重置密码

# auth.header.signin
source: Welcome Back
zh_hans: 欢迎回来

# auth.header.signup
source: Create Account
zh_hans: 创建账号

# auth.header.verify
source: Verify Email
zh_hans: 验证邮箱

# auth.hint.password
source: At least 8 characters
zh_hans: 至少 8 位字符

# auth.hint.passwords_mismatch
source: Passwords do not match
zh_hans: 两次密码不一致

# auth.subtitle.forgot
source: Enter your email to receive a reset code
zh_hans: 输入邮箱，我们会发送重置验证码

# auth.subtitle.reset
source: Enter the code and your new password
zh_hans: 输入验证码与新密码

# auth.subtitle.signin
source: Sign in to manage your API key
zh_hans: 登录以管理你的 API Key

# auth.subtitle.signup
source: Create an account with your email
zh_hans: 使用邮箱创建账号

# auth.subtitle.verify
source: Enter the 6-digit code sent to %@
zh_hans: 请输入发送至 %@ 的 6 位验证码

source: Background
zh_hans: 背景

source: Channel 1
zh_hans: 通道 1

source: Channel 2
zh_hans: 通道 2

source: Channel 3
zh_hans: 通道 3

# chat.placeholder
source: Describe a component...
zh_hans: 描述你需要的组件……

# chat.thinking
source: Thinking
zh_hans: 思考中

# chat.welcome
source: Hi! Describe what you need, and I'll show you the best SwiftUI component from our library.
zh_hans: 你好！描述你的需求，我会从组件库里挑出最合适的 SwiftUI 组件给你。

source: Cloud
zh_hans: 云

source: Color 1
zh_hans: 颜色 1

source: Color 2
zh_hans: 颜色 2

source: Color 3
zh_hans: 颜色 3

source: Color 4
zh_hans: 颜色 4

source: Color 5
zh_hans: 颜色 5

source: Colors
zh_hans: 颜色

source: Done
zh_hans: 完成

source: Dot Color
zh_hans: 点颜色

source: Dots Controls
zh_hans: 点阵控制

source: Field
zh_hans: 场

# founder.cta
source: Contact for Quote
zh_hans: 联系询价

# founder.email.body
source: Hi Wei, I'm interested in Founder Services. Project details: - Project type: - Budget range: - Timeline: Thanks!
zh_hans: 你好 Wei， 我对 Founder Services 定制开发感兴趣，希望了解： - 项目类型： - 预算范围： - 期望时间： 谢谢！

# founder.email.subject
source: [ShipSwift] Custom Development Inquiry
zh_hans: [ShipSwift] 定制开发咨询

# founder.feature.backend
source: AWS Backend
zh_hans: AWS 后端

# founder.feature.handover
source: Full source code + ops handover
zh_hans: 完整源码 + 运维

# founder.feature.integrations
source: Auth + Subscription + Push integrations
zh_hans: Auth + 订阅 + 推送 集成

# founder.feature.submission
source: App Store Submission
zh_hans: App Store 提交

# founder.price
source: Starting at $5,000
zh_hans: 起步 $5,000

# founder.tagline
source: We build & ship your MVP in 4 weeks.
zh_hans: 我们帮您开发上架，4 周交付 MVP。

source: Fractal Clouds
zh_hans: 分形云

source: Fractal Clouds Controls
zh_hans: 分形云控制

source: Glow
zh_hans: 辉光

source: Grain Gradient
zh_hans: 颗粒渐变

source: Grain Gradient Controls
zh_hans: 颗粒渐变控制

source: Grid
zh_hans: 网格

source: Halftone
zh_hans: 半色调

source: Halftone Controls
zh_hans: 半色调控制

source: Highlight
zh_hans: 高光

# home.copied
source: Copied to clipboard
zh_hans: 已复制到剪贴板

# home.description
source: Production-ready SwiftUI components that LLMs can use to build real apps. Every component you see here is open-source.
zh_hans: 生产级 SwiftUI 组件，让你的 AI 大模型构建真实应用。所有组件全部开源。

# home.install
source: Install
zh_hans: 安装

# home.install.hint
source: Works with Claude Code, Codex, Gemini, Cursor, Copilot, Windsurf, and all other AI tools.
zh_hans: 兼容 Claude Code、Codex、Gemini、Cursor、Copilot、Windsurf 等所有主流 AI 工具。

# home.link.website
source: Website
zh_hans: 官网

# home.pro.unlock
source: Unlock Pro Recipes
zh_hans: 解锁 Pro Recipe

# home.pro.unlocked
source: Pro Recipes unlocked
zh_hans: Pro Recipe 已解锁

# home.subtitle
source: AI-native iOS component library
zh_hans: AI 原生 iOS 组件库

source: Ink
zh_hans: 墨色

source: Ink 1
zh_hans: 墨色 1

source: Ink 2
zh_hans: 墨色 2

source: Ink 3
zh_hans: 墨色 3

source: Ink 4
zh_hans: 墨色 4

source: Ink Smoke
zh_hans: 墨烟

source: Ink Smoke Controls
zh_hans: 墨烟控制

source: Inks
zh_hans: 墨色

source: Lighting
zh_hans: 光照

source: Liquid Chrome
zh_hans: 液态金属

source: Liquid Chrome Controls
zh_hans: 液态金属控制

source: Metaballs
zh_hans: 金属球

source: Metaballs Controls
zh_hans: 金属球控制

source: Motion
zh_hans: 运动

source: Palette
zh_hans: 调色板

source: Paper
zh_hans: 纸张

# paywall.alert.api_key_generated
source: API Key generated!
zh_hans: API Key 已生成！

# paywall.alert.failed
source: Purchase failed
zh_hans: 购买失败

# paywall.alert.pending
source: Purchase pending approval
zh_hans: 购买待审批

# paywall.buy.footnote
source: One-time purchase. No subscription.
zh_hans: 一次性买断，无需订阅。

# paywall.buy.prefix
source: Buy Now —
zh_hans: 立即购买 —

# paywall.buy.processing
source: Processing...
zh_hans: 处理中……

# paywall.done
source: Done
zh_hans: 完成

# paywall.feature.ai
source: AI-optimized recipes for all LLMs
zh_hans: AI 优化 Recipe，兼容所有大模型

# paywall.feature.fullstack
source: Full-stack iOS + AWS backend
zh_hans: iOS 全栈 + AWS 后端

# paywall.feature.lifetime
source: Lifetime updates
zh_hans: 终身免费更新

# paywall.feature.mcp
source: One MCP command — instant access
zh_hans: 一条 MCP 命令，即装即用

# paywall.founder.line
source: Need a custom app instead?
zh_hans: 想要定制开发？

# paywall.legal.privacy
source: Privacy Policy
zh_hans: 隐私政策

# paywall.legal.terms
source: Terms of Service
zh_hans: 服务条款

# paywall.loading
source: Loading...
zh_hans: 加载中……

# paywall.restore
source: Restore Purchases
zh_hans: 恢复购买

# paywall.sign_in_for_key
source: Sign in to get your API Key
zh_hans: 登录以获取 API Key

# paywall.syncing
source: Syncing purchase...
zh_hans: 同步购买中……

# paywall.tagline
source: Ship your iOS app 10x faster
zh_hans: 10 倍速发布你的 iOS App

# paywall.unlocked
source: Pro Unlocked
zh_hans: Pro 已解锁

source: Plasma
zh_hans: 等离子

source: Plasma as button border
zh_hans: 等离子按钮边框

source: Plasma Controls
zh_hans: 等离子控制

source: Rings
zh_hans: 环

# settings.account.cancel
source: Cancel
zh_hans: 取消

# settings.account.delete
source: Delete Account
zh_hans: 注销账号

# settings.account.delete_action
source: Delete
zh_hans: 删除

# settings.account.delete_confirm_message
source: This action cannot be undone. Your account and all associated data will be permanently deleted.
zh_hans: 此操作不可撤销，你的账号及所有数据将被永久删除。

# settings.account.delete_confirm_title
source: Delete Account
zh_hans: 注销账号

# settings.account.email
source: Email
zh_hans: 邮箱

# settings.account.sign_out
source: Sign Out
zh_hans: 退出登录

# settings.alert.key_copied
source: API Key copied to clipboard
zh_hans: API Key 已复制到剪贴板

# settings.alert.key_copy_failed
source: Failed to copy API key
zh_hans: 复制 API Key 失败

# settings.alert.no_purchases
source: No previous purchases found
zh_hans: 未发现历史购买

# settings.alert.restore_failed
source: Restore failed
zh_hans: 恢复购买失败

# settings.alert.restored
source: Purchases restored!
zh_hans: 已恢复购买！

# settings.general.share
source: Share App
zh_hans: 分享 App

# settings.legal.privacy
source: Privacy Policy
zh_hans: 隐私政策

# settings.legal.terms
source: Terms of Service
zh_hans: 服务条款

# settings.pro.active_badge
source: Active
zh_hans: 已激活

# settings.pro.get_key
source: Get API Key
zh_hans: 获取 API Key

# settings.pro.restore
source: Restore Purchases
zh_hans: 恢复购买

# settings.pro.sign_in_for_key
source: Sign in to get your API Key
zh_hans: 登录以获取 API Key

# settings.pro.syncing
source: Syncing purchase...
zh_hans: 同步购买中……

# settings.pro.upgrade
source: Upgrade to Pro
zh_hans: 升级到 Pro

# settings.section.account
source: Account
zh_hans: 账号

# settings.section.apps
source: Apps Built with ShipSwift
zh_hans: 用 ShipSwift 构建的应用

# settings.title
source: Settings
zh_hans: 设置

# settings.version
source: Version
zh_hans: 版本

source: Shadow
zh_hans: 阴影

source: Shape
zh_hans: 形状

source: Silver
zh_hans: 银色

source: Sky
zh_hans: 天空

source: Sliders
zh_hans: 滑块

source: Star Color
zh_hans: 星点颜色

source: Starfield Controls
zh_hans: 星野控制

source: Style
zh_hans: 样式

source: Surface
zh_hans: 表面

# tab.chat
source: Chat
zh_hans: AI 助手

# tab.component
source: Component
zh_hans: 组件

source: Tint
zh_hans: 着色

source: Transform
zh_hans: 变换

source: Warm Tint
zh_hans: 暖色调
